const langRu = {
  pageTitle: "Егор Герасимчик | Frontend разработчик",
  headerName: "Герасимчик Егор",
  headerPosition: "Frontend разработчик",

  navAbout: "Обо мне",
  navSkills: "Пример кода",
  navCourses: "Курсы",
  navEducation: "Образование",
  navLanguages: "Языки",

  aboutTitle: "Обо мне",
  aboutText:
    "Моя цель — перейти в новую профессиональную сферу. Я ориентирован на результат и всегда добиваюсь поставленных целей, несмотря на трудности. Имею более 15 лет опыта работы на промышленных предприятиях в должности руководителя проектов. Постоянно совершенствую свои знания и профессиональные навыки.",

  codeExampleTitle: "Пример кода",
  coursesTitle: "Курсы",
};

export { langRu };
