const langRu = {
  pageTitle: "Егор Герасимчик | Frontend разработчик",
  headerName: "Герасимчик Егор",
  headerPosition: "Frontend разработчик",

  navAbout: "Обо мне",
  navSkills: "Пример кода",
  navCourses: "Курсы",
  navEducation: "Образование",
  navLanguages: "Языки",

  aboutTitle: "Обо мне",
  aboutText:
    "Моя цель — перейти в новую профессиональную сферу. Я ориентирован на результат и всегда добиваюсь поставленных целей, несмотря на трудности. Имею более 15 лет опыта работы на промышленных предприятиях в должности руководителя проектов. Постоянно совершенствую свои знания и профессиональные навыки.",

  codeExampleTitle: "Пример кода",
  coursesTitle: "Курсы",
  education: {
    title: "Образование",
    items: [
      "Белорусская государственная сельскохозяйственная академия — экономический факультет, специальность «Экономическая кибернетика»",
      "Белорусский национальный технический университет — приборостроительный факультет, специальность «Метрология, стандартизация и сертификация»",
      "Белорусский национальный технический университет — магистр по специальности «Управление качеством»",
    ],
  },

  language: {
    title: "Языки",
    items: [
      {
        name: "Белорусский",
        level: 3,
      },
      {
        name: "Русский",
        level: 4,
      },
      {
        name: "Английский",
        level: 2,
      },
    ],
  },

  contacts: {
    title: "Мои контакты",
    items: [
      {
        type: "discord",
        label: "Discord",
        value: "Yahor Herasimchyk",
        extra: "@ForestDeerr",
      },
      {
        type: "mail",
        label: "Почта",
        value: "qwerti@gmail.com",
      },
      {
        type: "phone",
        label: "Телефон",
        value: "+375 (25) 963-04-78",
      },
    ],
  },
};

export { langRu };
